read_verilog -sv -formal -overwrite {workspace}/src/decoder.v
read_verilog -sv -formal -overwrite {workspace}/src/alu.v
read_verilog -sv -formal -overwrite {workspace}/src/comparator.v
read_verilog -sv -formal -overwrite {workspace}/src/ms_cpu.v
design -reset-vlog; proc;
write_json {workspace}/netlist/MCPU.json